tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/services"
brew "aichat"
brew "ansible"
brew "awscli"
brew "bash"
brew "bat"
brew "cmake"
brew "ripgrep"
brew "codex"
brew "deno"
brew "erlang"
brew "elixir"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "graphviz"
brew "haskell-stack"
brew "htop"
brew "jq"
brew "kotlin"
brew "lazygit"
brew "mise"
brew "neovim"
brew "nmap"
brew "node"
brew "ollama"
brew "pandoc"
brew "peco"
brew "pkgconf"
brew "procs"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "rust"
brew "stow"
brew "starship"
brew "terraform"
brew "tig"
brew "tmux"
brew "uv"
brew "wget"
brew "zoxide"
brew "zellij"
brew "dart-lang/dart/dart"
brew "felixkratz/formulae/sketchybar"
cask "arc"
cask "font-hack-nerd-font"
cask "ghostty"
cask "orbstack"
cask "raycast"
cask "karabiner-elements"
cask "notion"
cask "visual-studio-code"
cask "zed"
